
[
  {
    "date": "2025-10-01",
    "explanation": "A sharp view of NGC 6960—the Witch's Broom in the Veil Nebula—shows shock-excited filaments from an ancient supernova about 1,400 light-years away in Cygnus. This Witch's Broom actually spans about 35 light-years. The bright star in the frame is 52 Cygni, visible with the unaided eye from a dark location but unrelated to the ancient supernova remnant.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/WitchBroom_Meyers_6043.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6960: The Witch's Broom Nebula",
    "url": "https://apod.nasa.gov/apod/image/2510/WitchBroom_Meyers_1080.jpg",
    "copyright": "Brian Meyers"
  },
  {
    "date": "2025-09-30",
    "explanation": "Comet C/2025 A6 (Lemmon) is brightening as it moves into northern morning skies. It was discovered early this year, will pass closest to Earth—about half an Earth-Sun distance—on October 21, and round the Sun on November 8. Although comet brightness is hard to predict, optimistic forecasts suggest it could become visible to the unaided eye; best viewing is predawn until mid-October, then in evening skies. The featured Texas image shows the comet's split, rapidly changing ion tail.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/CometLemmon_DeWinter_3549.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lemmon Brightens",
    "url": "https://apod.nasa.gov/apod/image/2509/CometLemmon_DeWinter_3549.jpg",
    "copyright": "Victor Sabet & Julien De Winter"
  },
  {
    "date": "2025-09-27",
    "explanation": "On the morning of September 24, a rocket lifted off near Kennedy Space Center and, from about 50 miles away in Orlando, was captured crossing the Sun in a long-range telescopic view. The launch carried three space-weather missions—NASA's Interstellar Mapping and Acceleration Probe (IMAP), NASA's Carruthers Geocorona Observatory, and NOAA's Space Weather Follow-On L1 (SWFO-L1)—bound for the Sun-Earth L1 Lagrange point about 1.5 million kilometers sunward of Earth. Dark sunspots mark the solar disk; large active region AR4225 appears just right of the rocket's nose.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/IMAP-IG2-001.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Rocket in the Sun",
    "url": "https://apod.nasa.gov/apod/image/2509/IMAP-IG2-001.JPG",
    "copyright": "Pascal Fouquet"
  },
  {
    "date": "2025-09-26",
    "explanation": "A new comet, C/2025 R2 (SWAN), shows a long, delicate ion tail across a roughly 7-degree field recorded on September 21. Above and left of SWAN's greenish coma is another newcomer, C/2025 K1 (ATLAS). Ruddy Mars appears near the bottom of the frame. Both comets were discovered in 2025; SWAN passed perihelion on September 12 and is now outbound, while ATLAS is still inbound and will reach perihelion on October 8.",
    "media_type": "image",
    "service_version": "v1",
    "title": "A SWAN, an ATLAS, and Mars",
    "url": "https://apod.nasa.gov/apod/image/2509/C2025_R2_Swan_20250921s.jpg",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/C2025_R2_Swan_20250921s.jpg",
    "copyright": "Adam Block"
  },
  {
    "date": "2025-09-25",
    "explanation": "Saturn reached opposition on September 21, shining at its yearly brightest and rising at sunset. This Qinghai Lenghu Observatory view on the Tibetan Plateau shows the ringed planet amid a faint oval glow called the gegenschein—sunlight backscattered by interplanetary dust along the ecliptic—while colorful atmospheric airglow paints the horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/DSC05293.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn Opposite the Sun",
    "url": "https://apod.nasa.gov/apod/image/2509/DSC05293.jpg",
    "copyright": "Jin Wang"
  },
  {
    "date": "2025-09-24",
    "explanation": "GW250114, the strongest gravitational-wave event measured so far, was detected by LIGO's Washington and Louisiana instruments earlier this year. Analyses indicate two black holes of roughly 33 solar masses each merged about a billion light-years away to form a remnant near 63 solar masses. The signal was strong enough to constrain the spins of the black holes and the early ringdown of the final black hole with high precision, and it further confirmed that the total event-horizon area increased after the merger. The featured artwork imagines a view near one of the holes just before coalescence.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/ArtGw250114_Simonnet_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GW250114: Rotating Black Holes Collide",
    "url": "https://apod.nasa.gov/apod/image/2509/ArtGw250114_Simonnet_2400.jpg",
    "copyright": "Aurore Simonnet (SSU/EdEon), LVK, URI; LIGO Collaboration"
  },
  {
    "date": "2025-09-19",
    "explanation": "This colorful field around NGC 6914 in Cygnus mixes dark dust lanes, red hydrogen emission, and blue reflection nebulae. Ultraviolet light from hot, young Cygnus OB2 stars ionizes hydrogen—producing the characteristic red glow—while their blue starlight is strongly reflected by nearby dust. The view spans a little over a degree on the sky, roughly 100 light-years wide at an estimated distance of about 6,000 light-years along the Milky Way's plane.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/NGC6914_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The NGC 6914 Complex",
    "url": "https://apod.nasa.gov/apod/image/2509/NGC6914_2048.jpg",
    "copyright": "Tommy Lease"
  },
  {
    "date": "2025-09-18",
    "explanation": "Comet C/2025 R2 (SWAN) was discovered on September 11 in SOHO/SWAN imagery, just a day before perihelion. Still close to the Sun on the sky, it shows a green coma and a long ion tail in a September 17 telescopic view. Spica lies just beyond the frame's upper left edge. Best seen after sunset near the western horizon—especially from the southern hemisphere with binoculars—the comet will pass near Zubenelgenubi on October 2 and make its closest approach to Earth around October 20.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/C2025R2_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet C/2025 R2 (SWAN)",
    "url": "https://apod.nasa.gov/apod/image/2509/C2025R2_2000.jpg",
    "copyright": "Team Ciel Austral"
  },
  {
    "date": "2024-06-30",
    "explanation": "About 12 seconds into the clip, Earth rises above the Moon's limb—an event first witnessed by Apollo 8 in 1968. The crew hurried to capture photographs, and this modern reconstruction shows how it would have appeared at real-time speed from the spacecraft. The colorful Earth lifting over a stark lunar horizon became a symbol of our shared home; months later, Apollo 11 would journey on to the first lunar landing.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Earthrise: A Video Reconstruction",
    "url": "https://www.youtube.com/embed/1R5QqhPq1Ik",
    "thumbnail_url": "https://img.youtube.com/vi/1R5QqhPq1Ik/hqdefault.jpg"
  }
]
